{"translation-revision-date":"2023-12-04 13:20:30+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Your progress will be deleted, and can't be recovered.":["Ваш прогресс будет удален и не сможет быть восстановлен."],"Use Layout":["Использовать макет"],"Preview unavailable":["Предварительный просмотр недоступен"],"Press '\/' for suggested prompts or describe the layout you want to create":["Нажмите '\/' для получения подсказок или опишите макет, который вы хотите создать"],"Edit prompt":["Редактировать подсказку"],"Back to results":["Вернуться к результатам"],"AI Layout":["AI-макет"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Получите доступ к 30-дневной истории AI с планом AI Starter и 90-дневной с планом Power."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["С легкостью создавайте или улучшайте потрясающие изображения и воплощайте свои идеи в жизнь."],"Generate your website's text or create custom code without having to write a single line yourself.":["Сгенерируйте текст для вашего сайта или создайте пользовательский код, не написав самостоятельно ни одной строки."],"Expand":["Развернуть"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Похоже, что данное задание содержит слова, которые могут порождать вредное содержимое. Напишите другое задание, чтобы продолжить."],"We were unable to generate that prompt.":["Мы не смогли сгенерировать этот запрос."],"Reconnect":["Переподключиться"],"Generate":["Создать"],"Enhance prompt":["Улучшить подсказку"],"Yes, leave":["Да, уходите"],"Leave Elementor AI?":["Покинуть Elementor AI?"],"Upgrade Elementor AI":["Обновить Elementor AI"],"This includes consenting to the collection and use of data to improve user experience.":["Это включает в себя согласие на сбор и использование данных для улучшения взаимодействия с пользователем."],"I approve the ":["Я одобряю "]," of the Elementor AI service.":[" сервиса Elementor ИИ."],"By clicking \"Connect\", I approve the ":["Щёлкнув \"Подключиться\", я подтверждаю "],"Create smarter with AI text and code generators built right into the editor.":["Создавайте умнее с помощью генераторов текста и кода ИИ, встроенных прямо в редактор."],"Step into the future with Elementor AI":["Шаг в будущее с Elementor AI"],"We can’t process that many requests so fast. Try again in 15 minutes.":["Мы не можем обработать такое количество запросов так быстро. Повторите попытку через 15 минут."],"Whoa! Slow down there.":["Ух ты! Помедленнее там."],"Love Elementor AI? Upgrade to continue creating with built-in image, text and custom code generators.":["Любите Elementor AI? Повысьте уровень, чтобы продолжать создавать с помощью встроенных генераторов изображений, текста и пользовательского кода."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["Наслаждаетесь бесплатной пробной версией? Повысьте уровень сейчас для неограниченного доступа к встроенным генераторам изображений, текста и пользовательского кода."],"It's time to upgrade.":["Пришло время обновить."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["Elementor AI находится всего в нескольких щелчках от вас. Подключите свою учётную запись, чтобы мгновенно создавать тексты и произвольный код."],"You aren't connected to Elementor AI.":["Вы не подключены к Elementor AI."],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["Мы не смогли подключиться к вашей учётной записи из-за технических трудностей на нашей стороне. Подключите учётную запись заново, чтобы продолжить."],"Reconnect your account":["Повторно подключите свою учётную запись"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["Похоже, что мы испытываем технические трудности. Мы должны быть готовы к работе в ближайшее время."],"Elementor AI is temporarily unavailable":["Elementor AI временно недоступен"],"Error code:":["Код ошибки:"],"Unknown error. Please try again later.":["Неизвестная ошибка. Пожалуйста, повторите попытку позже."],"AI":["ИИ"],"Upgrade":["Обновить"],"Get Elementor AI":["Получить Elementor ИИ"],"Show me how":["Покажи мне, как"],"Try Again":["Попробуй снова"],"Privacy Policy":["Политика конфиденциальности"],"Terms of Service":["Условия использования"],"Beta":["Бета"],"Get Started":["Начать"],"Connect":["Подключить"],"Pro":["Pro"],"Remove":["Удалить"],"Go Pro":["Перейти на Pro"],"Close":["Закрыть"],"Cancel":["Отменить"],"Preview":["Смотреть"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}